Repository: offspot/imager-service
Catalog: manager/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Channels ensures organization-specific workers gets to produce their own cards.
fr: Les channels garantissent que les workers spécifiques à l’organisation produisent leurs propres cartes.

source: Private
fr: Privé

source: Sender
fr: Expéditeur

source: Could not retrieve channels list…
fr: Impossible de récupérer la liste des channels…

source: hum, there's no existing channel…
fr: hum, il n’y a pas de channel existant…

source: Add
fr: Ajouter

source: Warehouses are where created images are stored and retrieved from during the process.
fr: Les warehouses sont l’endroit où les images créées sont stockées et récupérées pendant le processus.

source: Could not retrieve warehouses list…
fr: Impossible de récupérer la liste des warehouses…

source: hum, there's no existing warehouse…
fr: hum, il n’y a pas de warehouse existante…

source: Add Warehouse
fr: Ajouter Warehouse

source: Users
fr: Utilisateurs

source: Scheduler Users are not manager users but API consumers.
fr: Les utilisateurs du Scheduler ne sont pas des utilisateurs du Manager mais des utilisateurs de l’API.

source: Role
fr: Rôle

source: Could not retrieve users list…
fr: Impossible de récupérer la liste des utilisateurs…

source: hum, there's no existing user…
fr: hum, il n’y a pas d’utilisateur existant…

source: Add User
fr: Ajouter un utilisateur

source: Auto Images
fr: Images automatiques

source: Auto Images are now manually triggered
fr: Les images auto sont désormais déclenchées manuellement

source: Re-create all images
fr: Recréer toutes les images

source: Expire On
fr: Expire le

source: Config & Order
fr: Config & Commandes

source: redirect
fr: redirection

source: Could not retrieve images list…
fr: Impossible de récupérer la liste des images…

source: hum, there's no existing image…
fr: hum, il n’y a pas d’image existante…

source: Successfuly created Organization <em>%(org)s</em>
fr: Organisation créée avec succès <em>%(org)s</em>

source: Successfuly updated units for <em>%(org)s</em>
fr: Unités mises à jour avec succès pour <em>%(org)s</em>

source: Not a valid Organization
fr: Pas une organisation valide

source: Successfuly created Manager User <em>%(user)s</em>
fr: Utilisateur Manager créé avec succès <em>%(user)s</em>

source: Username is already taken.
fr: Nom d’utilisateur déjà pris.

source: Email is already in use.
fr: Cet email est déjà utilisé.

source: %(class)s is not valid
fr: %(class)s n’est pas valide

source: Successfuly created Media <em>%(media)s</em>
fr: Support <em>%(media)s</em> créé avec succès

source: Error while saving… %(err)s
fr: Erreur lors de l’enregistrement… %(err)s

source: Profile not found
fr: Profil non trouvé

source: User Account for %(user)s could not be %(status)s. (ref: %(err)s)
fr: Le compte d’utilisateur pour %(user)s ne peut pas être %(status)s. (réf : %(err)s)

source: User Account for %(user)s has been successfuly %(status)s.
fr: Le compte d’utilisateur pour %(user)s a été %(status)s avec succès.

source: Error while deleting %(user)s. Please contact support (ref: %(err)s)
fr: Erreur lors de la suppression de %(user)s. Veuillez contacter l’assistance (réf : %(err)s)

source: User Account for %(user)s has been successfuly deleted.
fr: Compte d’utilisateur pour %(user)s a été supprimé avec succès.

source: Unable to connect (HTTP %(code)s) to API at <code>%(url)s</code>%(msg)s
fr: Impossible de se connecter (HTTP %(code)s) à l’API à <code>%(url)s</code>%(msg)s

source: Connected to Scheduler API at <code>%(url)s</code>
fr: Connecté au Scheduler API via <code>%(url)s</code>

source: Unable to delete order %(order_id)s: -- ref: %(err)s
fr: Impossible de supprimer la commande %(order_id)s : - ref : %(err)s

source: Successfuly deleted order: %(order_id)s
fr: Commande supprimée avec succès : %(order_id)s

source: Order `%(order_id)s` does not exists
fr: La commande `%(order_id)s` n’existe pas

source: Unable to recreate order %(order_id)s: -- ref: %(err)s
fr: Impossible de recréer la commande %(order_id)s : - ref : %(err)s

source: Successfuly recreated order: %(new_id)s (NEW)
fr: Commande recréée avec succès : %(new_id)s (NOUVEAU)

source: Unhandled format `%(fmt)s`
fr: Format non géré `%(fmt)s`

source: `%(kind)s` log does not exists
fr: Le journal `%(kind)s` n’existe pas

source: Log %(step)s/%(kind)s.txt does not exists for Order #%(id)s
fr: Le journal %(step)s/%(kind)s.txt n’existe pas pour la commande n°%(id)s

source: Enable File Manager to use a preloading file URL
fr: Activer le Gestionnaire de fichiers pour pré-charger des fichiers

source: Your file is not a valid JSON. Can't import it.
fr: Votre fichier n’est pas un JSON valide. Impossible de l’importer.

source: An error occured while trying to import your config file. Please retry or contact support. (ref: %(err)s)
fr: Une erreur s’est produite lors de la tentative d’importation de votre fichier de configuration. Veuillez réessayer ou contacter l’assistance. (réf : %(err)s)

source: Configuration not found
fr: Configuration introuvable

source: Failed to save your configuration (although it looks good). Try again and contact support if it happens again (ref: %(err)s)
fr: Échec de l’enregistrement de votre configuration (bien qu’elle semble correct). Réessayez et contactez l’assistance si cela se reproduit (réf : %(err)s)

source: Configuration Updated successfuly !
fr: Configuration mise à jour avec succès !

source: Successfuly deleted Configuration <em>%(config)s</em>
fr: Configuration supprimée avec succès <em>%(config)s</em>

source: Unable to delete Configuration <em>%(config)s</em>: -- ref %(err)s
fr: Impossible de supprimer la configuration <em>%(config)s</em> : — ref %(err)s

source: Successfuly duplicated Configuration <em>%(config)s</em> into <em>%(new_config)s</em>
fr: Configuration <em>%(config)s</em> répliquée avec succès dans <em>%(new_config)s</em>

source: Unable to duplicate Configuration <em>%(config)s</em>: -- ref %(err)s
fr: Impossible de dupliquer la configuration <em>%(config)s</em> : — ref %(err)s

source: Successfuly created channel <em>%(channel)s</em>
fr: Channel créé avec succès <em>%(channel)s</em>

source: Prohibited Characters
fr: Caractères interdits

source: Successfuly created warehouse <em>%(warehouse)s</em>
fr: Warehouse créé avec succès <em>%(warehouse)s</em>

source: Successfuly created User <em>%(user)s</em>
fr: Utilisateur créé avec succès <in>%(user)s</em>

source: Invalid format
fr: Format invalide

source: Successfuly requested Update for Auto Image <em>%(img)s</em>. Will be processed shortly
fr: Demande de re-création de l’Image automatique <in>%(img)s</em> enregistrée avec succès. Sera traitée prochainement

source: Successfuly created Auto Image <em>%(img)s</em>
fr: Image automatique <in>%(img)s</em> créée avec succès

source: Not your configuration
fr: Pas votre configuration

source: Unable to enable Channel: -- ref: %(channel_id)s
fr: Impossible d’activer le channel : - ref : %(channel_id)s

source: Successfuly enabled channel: %(channel_id)s
fr: Channel activé avec succès : %(channel_id)s

source: Unable to disable Channel: -- ref: %(channel_id)s
fr: Impossible de désactiver le channel : - ref : %(channel_id)s

source: Successfuly disabled channel: %(channel_id)s
fr: Channel désactivé avec succès : %(channel_id)s

source: Unable to enable warehouse: -- ref: %(warehouse_id)s
fr: Impossible d’activer le warehouse : - ref : %(warehouse_id)s

source: Successfuly enabled warehouse: %(warehouse_id)s
fr: Warehouse activé avec succès : %(warehouse_id)s

source: Unable to disable warehouse: -- ref: %(warehouse_id)s
fr: Impossible de désactiver le warehouse : - ref : %(warehouse_id)s

source: Successfuly disabled warehouse: %(warehouse_id)s
fr: Warehouse désactivé : %(warehouse_id)s

source: Unable to enable user: -- ref: %(user_id)s
fr: Impossible d’activer l’utilisateur : - ref : %(user_id)s

source: Successfuly enabled user: %(user_id)s
fr: Utilisateur activé avec succès : %(user_id)s

source: Unable to disable user: -- ref: %(user_id)s
fr: Impossible de désactiver l’utilisateur : - ref : %(user_id)s

source: Successfuly disabled user: %(user_id)s
fr: Utilisateur désactivé avec succès : %(user_id)s

source: Re-authenticated against the scheduler: <code>%(token)s</code>
fr: Ré-authentifié sur le Scheduler : <code>%(token)s</code>

source: Unable to delete image: -- ref: %(slug)s
fr: Impossible de supprimer l’image : - ref : %(slug)s

source: Successfuly deleted image: %(slug)s
fr: Image supprimée avec succès : %(slug)s

source: Invalid Phone Number
fr: Numéro de téléphone invalide

source: Successfuly created Address <em>%(address)s</em>
fr: Adresse <em>%(address)s</em> créée avec succès

source: Successfuly updated Address <em>%(address)s</em>
fr: Adresse <em>%(address)s</em> créée avec succès

source: Download Link
fr: Lien de téléchargement

source: Physical micro-SD Card(s)
fr: Carte(s) micro-SD physique(s)

source: Order Type
fr: Type de commande

source: Either download link sent via email or micro-SD card shipment
fr: Soit un lien de téléchargement envoyé par e-mail ou un envoi de carte micro-SD

source: Missing your configuration? Go check your configurations list for any warning.
fr: Votre configuration n’apparaît pas ? Allez vérifier votre liste de configurations.

source: You can choose larger media size to add free space to your hotspot
fr: Vous pouvez choisir une taille de carte plus grande pour ajouter de l’espace libre à votre Hotspot

source: Number of physical micro-SD cards you want
fr: Nombre de cartes micro-SD physiques souhaitées

source: Not your address
fr: Pas votre adresse

source: Incorrect Media
fr: Média incorrect

source: Not allowed to order physical
fr: Pas autorisé à commander une carte physique

source: Incorrect quantity
fr: Quantité incorrecte

source: This address can't be used as it misses postal details
fr: Cette adresse ne peut pas être utilisée car il manque des coordonnées postales

source: There is no large enough Media for this config.
fr: Il n’y a pas de média assez grand pour cette config.

source: Media not large enough for config (use at least %(media)s)
fr: Média pas assez grand pour la configuration (utilisez au moins %(media)s)

source: Successfuly created Order <em>%(order)s</em>
fr: Commande <em>%(order)s</em> créée avec succès

source: Shipment tracking details or similar
fr: Détails de suivi

source: Failed to update your password although it looks OK. ref: %(err)s
fr: Échec de la mise à jour de votre mot de passe ; bien qu’il semble correct. réf : %(err)s

source: Password Updated successfuly!
fr: Mot de passe mis à jour avec succès!

source: E-mail address
fr: Adresse e-mail

source: No account for e-mail
fr: Pas de compte pour l’ e-mail

source: Imager Password Reset
fr: Réinitialisation du mot de passe

source: Password reset validation code sent to <code>%(email)s</code>
fr: Code de validation de réinitialisation de mot de passe envoyé à <code>%(email)s</code>

source: An error has occured trying to reset your password. Please try again later: %(err)s
fr: Une erreur s’est produite lors de la tentative de réinitialisation de votre mot de passe. Veuillez réessayer plus tard : %(err)s

source: Validation Code
fr: Code de validation

source: New Password
fr: Nouveau mot de passe

source: Invalid validation code
fr: Code de validation invalide

source: Expired validation code
fr: Code de validation expiré

source: Error updating your password: %(err)s
fr: Erreur lors de la mise à jour de votre mot de passe : %(err)s

source: Failed to delete your account. (ref: %(err)s)
fr: Échec de la suppression de votre compte. (réf : %(err)s)

source: Account deleted successfuly!
fr: Compte supprimé avec succès !

source: Address not found
fr: Adresse introuvable

source: Successfuly deleted Address <em>%(address)s</em>
fr: Adresse <em>%(address)s</em> supprimée avec succès

source: Unable to delete Address <em>%(address)s</em>: -- ref %(err)s
fr: Impossible de supprimer l’adresse <em>%(address)s</em> : — ref %(err)s

source: You need a Configuration to place an Order. Add one first!
fr: Vous avez besoin d’une configuration pour passer une commande. Ajoutez-en une d’abord !

source: Your previous Order (#%(order_id)s) must complete before you're allowed to request a new one.
fr: Votre commande précédente (#%(order_id)s) doit être terminée avant que vous ne puissiez en demander une nouvelle.

source: Configuration #%(id)s is not a valid configuration for you
fr: La configuration #%(id)s ne vous est pas accessible

source: You need at least one saved Configuration to order
fr: Vous avez besoin d’au moins une configuration enregistrée pour passer commande

source: Configuration size it too large and cannot be ordered
fr: La configuration est trop large et ne peut pas être commandée

source: Error placing Order… %(err)s
fr: Erreur lors de l’enregistrement de la commande… %(err)s

source: Order with ID `%(order_id)s` not found
fr: Commande avec l’ID `%(order_id)s` introuvable

source: Order with Scheduler ID `%(order_id)s` not found
fr: Commande avec Scheduler ID `%(order_id)s` introuvable

source: Successfuly canceled order #%(order_id)s
fr: Commande #%(order_id)s annulée avec succès

source: Unable to cancel order #%(order_id)s
fr: Impossible d’annuler la commande #%(order_id)s

source: Order %(order_id)s is not pending_shipment
fr: La commande %(order_id)s n’est pas en attente d’expédition

source: Failed to record shipping informations.. (ref: %(err)s)
fr: Échec de l’enregistrement des informations d’expédition.. (réf : %(err)s)

source: Order Shipping informations recorded!
fr: Informations de livraison enregistrées !

source: Beta features enabled! Don't forget to report feedback.
fr: Mode Beta activé. Pensez à envoyer vos retours.

source: Beta features disabled! Back to regular mode
fr: Mode Beta désactivé ! Retour à la normale

source: Failed to toggle Beta Features. Please try again later: %(err)s
fr: Échec du basculement du mode Beta. Veuillez réessayer plus tard : %(err)s
