Repository: offspot/imager-service
Catalog: manager/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %(value)s is not a valid Hotspot name (%(reason)s)
fr: %(value)s n’est pas un nom de Hotspot valide (%(reason)s)

source: %(value)s is not a valid Hotspot SSID (%(reason)s)
fr: %(value)s n’est pas un SSID valide (%(reason)s)

source: %(value)s is not a valid language code
fr: %(value)s n’est pas un code de langue valide

source: %(value)s is not a valid timezone
fr: %(value)s n’est pas un fuseau horaire valide

source: %(value)s is not a valid WiFi password (8-63 chars basic latin chars)
fr: %(value)s n’est pas un mot de passe WiFi valide (8-63 caractères latin)

source: %(value)s is not a valid Admin login (31 chars max, A-Z,a-z,0-9,-,_)
fr: %(value)s n’est pas un identifiant Admin valide (31 caractères max, A-Z,a-z,0-9,-,_)

source: %(value)s is not a valid Admin password (31 chars max, A-Z,a-z,0-9,-,_)
fr: %(value)s n’est pas un mot de passe Admin valide (31 caractères max, A-Z,a-z,0-9,-,_)

source: %(value)s is not a reachable URL
fr: %(value)s n’est pas une URL accessible

source: %(value)s is not a working URL (HTTP %(code)s)
fr: %(value)s n’est pas une URL fonctionnelle (HTTP %(code)s)

source: %(value)s is not a ZIP file (%(ct)s)
fr: %(value)s n’est pas un fichier ZIP (%(ct)s)

source: Size of %(value)s cannot be determinded (Content-Length)
fr: Impossible de déterminier la taille du fichier à %(value)s

source: File size is too large: %(value)s. Keep it under %(max)s
fr: Le fichier est trop lourd : %(value)s. Restez vous %(max)s

source: File cannot be converted to PNG
fr: Le fichier n’a pas pu être converti au format PNG

source: File (converted to PNG) size is too large: %(value)s. Keep it under %(max)s
fr: Le fichier (converti en PNG) est trop lourd : %(value)s. Restez sous %(max)s

source: updated on
fr: mis à jour le

source: Size
fr: Taille

source: Config Name
fr: Config

source: Used <strong>only within the Imager</strong>
fr: Utilisé <strong>uniquement dans l’Imager</strong>

source: Domain name
fr: Nom de domaine

source: The landing page will be at http://name.hotspot
fr: La page d’accueil sera accessible depuis http://nom.hotspot

source: WiFi Network name
fr: Nom du réseau WiFi

source: Name of network in WiFi list (SSID)
fr: Nom du réseau dans la liste des WiFi (SSID)

source: Language
fr: Langue

source: Hotspot interface language
fr: Langue de l’interface du Hotspot

source: Timezone
fr: Fuseau horaire

source: Where the Hotspot would be deployed
fr: Où le Hotspot sera déployé

source: WiFi Password
fr: Mot de passe WiFi

source: Leave empty for Open WiFi (recommended)<br />Latin and special characters. 8 chars min.
fr: Laissez vide pour un WiFi ouvert (recommandé)<br />Lettres et caractères spéciaux latin. 8 min.

source: To manage Clock and EduPi
fr: Pour gérer l’horloge et EduPi

source: Admin password
fr: Mot de passe administrateur

source: To manage Clock, EduPi and Wikifundi
fr: Pour gérer l’horloge, EduPi et Wikifundi

source: Horizontal Logo (1MB max Image)
fr: Logo horizontal (Image, 1MB max)

source: Square Logo (1MB max Image)
fr: Logo carré (Image, 1MB max)

source: Preload Files
fr: Pré-charger des fichiers

source: Preload File Manager with files here by indicating the URL of a ZIP file containing your resources
fr: Pré-chargez le Gestionnaire de fichiers ici en indiquant l’URL d’un fichier ZIP contenant vos ressources

source: Metrics Dashboard
fr: Tableau de bord Metrics

source: Hotspot Usage Statistics
fr: Statistiques d’utilisation du Hotspot

source: Kiwix Readers
fr: Lecteurs Kiwix

source: Downloadable Kiwix software for all platforms
fr: Lecteurs (logiciels) Kiwix téléchargeables, pour toutes les plateformes

source: List of beta features you want to test
fr: Liste des fonctionnalités Beta que vous voulez tester

source: organization
fr: organisation

source: organizations
fr: organisations

source: Name
fr: Nom

source: Units
fr: Unités

source: profile
fr: profil

source: profiles
fr: profils

source: User
fr: Utilisateur

source: Organization
fr: Organisation

source: Can order physical?
fr: Peut commander une carte physique ?

source: Expire on
fr: Expire le

source: Profile parameters non unique
fr: Paramètres de profil non uniques

source: address
fr: adresse

source: addresss
fr: adresses

source: Created addrresses
fr: Adresses créées

source: Address Name
fr: Nom de l’adresse

source: Used only within the Imager
fr: Utilisé uniquement dans l’Imager

source: Recipient Name
fr: Nom du destinataire

source: In international “+” format
fr: Au format international « + »

source: Phone
fr: Téléphone

source: Complete address without name and country
fr: Adresse complète sans nom ni pays

source: Address
fr: Adresse

source: Country
fr: Pays

source: media
fr: support

source: medias
fr: supports

source: Kind
fr: Type

source: In GB
fr: En Go

source: In bytes (auto calc)
fr: En octets (calcul auto)

source: Actual size
fr: Taille réelle

source: How much units per GB
fr: Combien d’unités par Go

source: order
fr: commande

source: orders
fr: commandes

source: Created on
fr: Créé le

source: Created by
fr: Créé par

source: Scheduler Data On
fr: Scheduler Data le

source: Status
fr: Statut

source: Client name
fr: Nom du client

source: Client Email
fr: Courriel du client

source: Client is limited
fr: Le client est limité

source: Client language
fr: Langue du client

source: YAML Config
fr: Config YAML

source: Media name
fr: Nom du média

source: Media type
fr: Type de support

source: Media duration
fr: Expiration du support

source: Media size
fr: Taille du support

source: Quantity
fr: Quantité

source: Recipient name
fr: Nom du destinataire

source: Recipient Email
fr: E-mail du destinataire

source: Recipient language
fr: Langue du destinataire

source: Recipient phone
fr: Téléphone du destinataire

source: Recipient Address
fr: Adresse du destinataire

source: Recipient Country Code
fr: Code du pays destinataire

source: Order requires %(req_u)dU but %(org)s has only %(avail_u)d
fr: La commande nécessite %(req_u)dU mais %(org)s n’en a que %(avail_u)d

source: Non-virtual order requires an address
fr: Les commande non virtuelles nécessitent une adresse

source: Unable to recreate order (cancel first?).
fr: Impossible de recréer la commande (l’annuler d’abord ?).

source: English
fr: Anglais

source: French
fr: Français

source: Changing this is limited to authorized Accounts
fr: Cette option est limitée aux comptes authorisés

source: &laquo; first
fr: &laquo; première

source: previous
fr: précédente

source: Page %(number)s of %(num_pages)s.
fr: Page %(number)s sur %(num_pages)s.

source: next
fr: suivante

source: last &raquo;
fr: dernière &raquo;

source: Order #<code>%(order_min_id)s</code>
fr: Commande #<code>%(order_min_id)s</code>

source: Mark Order Shipped
fr: Marquer la commande expédiée

source: Create New Address
fr: Créer une nouvelle adresse

source: Update Address
fr: Mettre à jour l’adresse

source: Create Address
fr: Créer une adresse

source: %(org)s's Addresses
fr: Adresses de %(org)s

source: Addresses are where orders can be sent to.<br /> Those must be properly filled (postal address and e-mail) whether you intend to use them for physical or virtual (download) orders.
fr: Les adresses sont celles où les commandes peuvent être envoyées.<br /> Celles-ci doivent être correctement renseignées (adresse postale et e-mail) que vous ayez l’intention de les utiliser pour des commandes physiques ou virtuelles (téléchargement).

source: Created by me
fr: Créé par moi

source: All
fr: Toutes

source: Create New
fr: Nouvelle adresse

source: Recipient
fr: Destinataire

source: Created By
fr: Créée par

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Delete this address?
fr: Supprimer cette adresse ?

source: There's none. Add one?
fr: Il n’y en a pas. En ajouter?

source: Organizations
fr: Organisations

source: Organizations holds the configurations, orders and units.
fr: Les organisations contiennent les configurations, les commandes et les unités.

source: Update Units
fr: M-à-j unités

source: hum, there's no Organization. That's weird.
fr: hum, il n’y a pas d’organisation. C’est bizarre.

source: Create Organization
fr: Créer une organisation

source: Manager Users
fr: Utilisateurs du Manager

source: Username
fr: Nom d’utilisateur

source: Expiry
fr: Expiration

source: Active
fr: Actif

source: disable
fr: désactiver

source: enable
fr: activer

source: delete
fr: supprimer

source: hum, there's no User. That's weird.
fr: hum, il n’y a pas d’utilisateur. C’est bizarre.

source: Create
fr: Créer

source: Media Sizes
fr: Tailles des supports

source: Units Coef
fr: Coef unités

source: hum, there's no Media. That's weird.
fr: hum, il n’y a pas de support. C’est bizarre.

source: Add Media
fr: Ajouter support

source: re-create
fr: re-créer

source: Order #<code>%(id)s</code>
fr: Commande #<code>%(id)s</code>

source: Orders
fr: Commandes

source: Summary
fr: Résumé

source: Created On
fr: Créé le

source: Delete this order?
fr: Supprimer cette commande ?

source: No orders.
fr: Aucune commande.

source: Home
fr: Accueil

source: All Orders
fr: Toutes les commandes

# Menu link
source: Change Password
fr: Mot de passe

# Menu link
source: Beta features
fr: Mode Beta

# Menu link
source: Sign out
fr: Déconnexion

# Menu link
source: Sign in
fr: Connexion

source: Beta Features
fr: Fonctionnalités Beta

source: <em>%(org)s</em> Organization's Beta Status: <strong>%(status)s</strong>
fr: Mode Beta de pour l’organisation <em>%(org)s</em>: <strong>%(status)s</strong>

source: I want to disable beta features for <em>%(org)s</em>
fr: Je veux désactiver le mode Beta pour <em>%(org)s</em>

source: I want to enable beta features for <em>%(org)s</em>
fr: Je veux activer le mode Beta pour <em>%(org)s</em>

source: <ul> <li>This is for <strong>testing only</strong>. Those features are likely buggy and unfinished.</li> <li>We expect people testing those features to send us feedback:</li> <ul> <li>Submit an issue <a href="https://github.com/offspot/overview/issues/new">On Github</a> or send an email to <a href="mailto:contact+offspot@kiwix.org"><code>contact+offspot@kiwix.org</code></a> (if you don't want to create an account there).</li> </ul> </ul> </ul>
fr: <ul> <li>Ce mode est <strong>exclusivement dédié aux tests</strong>. Ces fonctionnalités doivent être considérés comme incomplètes et/ou buggées.</li> <li>Nous attendons des personnes qui testent qu’elles nous envoient un retour sur ces fonctionnalités :</li> <ul> <li>Ouvrez une <em>Issue</em> <a href=“https://github.com/offspot/overview/issues/new”>chez Github</a> ou envoyez un email à <a href=“mailto:contact+offspot@kiwix.org”><code>contact+offspot@kiwix.org</code></a> (si vous ne voulez pas créer un compte Github).</li> </ul> </ul> </ul>

source: Current beta
fr: Actuellement dans le mode Beta

source: None at the moment
fr: Aucun pour le moment

source: Your config has errors and can not be saved. Please fix them and retry.
fr: Votre configuration comporte des erreurs et ne peut pas être enregistrée. Veuillez les corriger et réessayer.

source: <p>Your config contains one ZIM that is not present anymore in the catalog. It might have been removed but has most likely been renamed.</p> <p>Said ZIM will be <strong>automatically removed</strong> as soon as you <em>Update the Configuration</em>. Make sure to <strong>add-back renamed version</strong> if applicable.</p>
fr: <p>Votre configuration contient un ZIM qui n’est plus disponible dans le catalogue. Il a pu être supprimé mais il a plus probablement changé de nom.</p> <p>Ce ZIM sera <strong>automatiquement enlevé</strong> de votre liste dès que vous <em>Enregistrerez</em> la configuration. Assurez vous d’<Strong>ajouter à nouveau la version renommée</strong>, si disponible.</p>

source: General
fr: Général

source: Content
fr: Contenus

source: Learning Tools
fr: Outils d’apprentissage

source: Size of Selected Contents
fr: Taille du contenu sélectionné

source: Minimum SD-card Size required for Selected Contents
fr: Taille minimale de la carte SD requise pour le contenu sélectionné

source: Save & Request
fr: Sauver & commander

source: Save
fr: Sauver

source: My Project Config
fr: Mon projet

source: Open WiFi
fr: Wi-Fi ouvert

source: Optional tools
fr: Outils optionnels

source: File Manager
fr: Gestionnaire de fichiers

source: Content Filter
fr: Filtre de contenus

source: This section allows you to replace some visual elements with your own branding.
fr: Cette section vous permet de remplacer certains éléments visuels par votre propre imagerie.

source: Advanced Branding
fr: Branding avancé

source: Change <em>favicon</em> and <em>CSS</em> only of you know what you are doing.
fr: Changez de <em>favicon</em> et de <em>CSS</em> seulement si vous savez ce que vous faites.

source: Your selection has errors: %(errors)s
fr: Votre sélection comporte des erreurs : %(errors)s

source: Available App Packages (mostly interactive)
fr: Packages d’applications disponibles

source: Selected Packages
fr: Packages sélectionnés

source: Available File Packages
fr: Packages de fichiers disponibles

source: Available ZIMs
fr: ZIM disponibles

source: Select a language to filter
fr: Sélectionnez une langue pour filtrer

source: __media_size__ <small>(__free_size__ free)</small>
fr: __media_size__ <small>(__free_size__ dispo)</small>

source: %(user_org)s's configurations
fr: Configurations de %(user_org)s

source: This is where your choice of options and contents for your Hotspot images will be stored.
fr: C’est là que vos choix de paramètres et de contenus pour vos images Hotspot seront stockés.

source: You can create as many configurations as you want by clicking on New configuration, or modify existing configurations by clicking on their names. You can also import JSON configuration files from the desktop installer.
fr: Vous pouvez créer autant de configurations que vous le souhaitez en cliquant sur Nouvelle configuration, ou modifier des configurations existantes en cliquant sur leurs noms. Vous pouvez également importer des fichiers de configuration JSON à partir du logiciel Kiwix Hotspot.

source: Updated by me
fr: Mises à jour par moi

source: Import file
fr: Importer le fichier

source: New configuration
fr: Nouvelle configuration

source: Export
fr: Exporter

source: Duplicate
fr: Dupliquer

source: At least one ZIM is not available anymore
fr: Au moins un ZIM n’est plus disponible

source: hum, there's no existing configuration. Why don't you <a href="%(configuration_add_url)s">create one</a>?
fr: hum, il n’y a pas de configuration. Pourquoi ne pas <a href="%(configuration_add_url)s">en créer une</a> ?

source: Deleting your account
fr: Suppression de votre compte

source: Remove all your personnal info from our servers.
fr: Supprimez toutes vos informations personnelles de nos serveurs.

source: We have no interest in keeping your personnal information indefinitely. If you are done with your Imager usage, you can request its deletion here. Please note that:
fr: Nous n’avons aucun intérêt à conserver vos informations personnelles indéfiniment. Si vous avez terminé votre utilisation de l’Imager, vous pouvez demander sa suppression ici. Veuillez noter que :

source: You are currently connected with and will delete account <code>%(profile)s</code>.
fr: Vous êtes actuellement connecté et supprimerez le compte <code>%(profile)s</code>.

source: It is <strong>irreversible</strong>. Export your configurations manually if you want to keep them.
fr: C’est <strong>irréversible</strong>. Exportez vos configurations manuellement si vous souhaitez les conserver.

source: We'll keep a trace of your orders in an anonymized form, for accounting and statistics purpose.
fr: Nous garderons une trace de vos commandes sous une forme anonymisée à des fins comptables et statistiques.

source: Delete my account permanently
fr: Supprimer mon compte définitivement

source: Welcome to Kiwix Imager Service!
fr: Bienvenue au Kiwix Imager Service !

source: Here's how to get started with creating your custom Raspberry Pi hotspot image:
fr: Voici comment commencer à créer votre image hotspot Raspberry Pi personnalisée :

source: <strong>Go to the Configuration tab</strong> at the top of the page.
fr: <strong>Allez dans l'onglet Configuration</strong> en haut de la page.

source: On the Configuration page, <strong>select the content</strong> you want to include on your local WiFi hotspot.
fr: Sur la page Configuration, <strong>sélectionnez le contenu</strong> que vous souhaitez inclure dans votre Hotspot WiFi.

source: <strong>Customise your hotspot settings</strong>, such as the WiFi name and language.
fr: <strong>Personnalisez les paramètres de votre hotspot</strong>, tels que le nom du réseau WiFi et la langue.

source: Once you've configured everything, <strong>submit your request</strong> from the Save & Request button.<br />Processing the request may take a few minutes to a few hours.
fr: Une fois que vous avez tout configuré, <strong>soumettez votre demande</strong> depuis le bouton Sauver & commander.<br />Le traitement de la demande peut prendre de quelques minutes à quelques heures.

source: When your image is ready, <strong>a download link</strong> will be sent to your email address: %(email)s.
fr: Lorsque votre image est prête, <strong>un lien de téléchargement</strong> est envoyé à votre adresse électronique : %(email)s.

source: If you encounter any issues, please don't hesitate to contact us at <a href="mailto:%(support_email)s">%(support_email)s</a>.
fr: Si vous rencontrez des difficultés, n'hésitez pas à nous contacter à l'adresse suivante <a href="mailto:%(support_email)s">%(support_email)s</a>.

source: You also have the option to <a href="%(delete_account_url)s">delete your account</a> if you no longer need the Imager service.
fr: Vous avez également la possibilité de <a href="%(delete_account_url)s">supprimer votre compte</a> si vous n'avez plus besoin de l’Imager Service.

source: Please sign in
fr: Veuillez vous identifier

source: <strong>Access Refused:</strong> Your account doesn't have access to this page. To proceed, please login with an account that has access.
fr: <strong>Accès refusé :</strong> Votre compte n’a pas accès à cette page. Pour continuer, veuillez vous connecter avec un compte valide.

source: Your account has expired.
fr: Votre compte a atteint sa date d’expiration.

source: Your username and password didn't match. Please try again.
fr: Votre nom d’utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayer.

# Sign In Button
source: Sign in
fr: Connexion

source: Forgot password? <a href="%(reset_password_url)s">Password reset</a>.
fr: Mot de passe oublié? <a href="%(reset_password_url)s">Réinitialisez le mot de passe</a>.

source: Order <code>%(order_min_id)s</code>
fr: Commande <code>%(order_min_id)s</code>

source: Cancel Order
fr: Annuler

source: General Status
fr: Statut général

source: Unable to retrieve %(order)s from scheduler. Displaying archive version (%(status)s).
fr: Impossible de récupérer %(order)s à partir du Scheduler. Affichage de la version de l’archive (%(status)s).

source: Scheduler data retrieved on (%(data_date)s).
fr: Données Scheduler récupérées le (%(data_date)s).

source: Confirm Order
fr: Confirmer la commande

# Order confirmation Summary
source: Hotspot homepage URL
fr: URL de la page d'accueil du hotspot

# Order confirmation Summary
source: Hotspot WiFi SSID
fr: SSID du réseau WiFi

# Order confirmation Summary
source: Image Size
fr: Taille de l’image

# Order confirmation Summary
source: Send Download Link to
fr: Envoyer le lien de téléchargement à

# Order confirmation Summary
source: Content
fr: Contenus

# Order confirmation Summary
source: Learning Tools
fr: Outils d’apprentissage

# Order confirmation Summary
source: Beta Features
fr: Fonctionnalités Beta

source: Download YAML
fr: Télécharger YAML

source: Toggle config display
fr: Afficher/masquer configuration

source: Scheduler Statuses
fr: Statuts du Scheduler

source: Image Creation Task
fr: Tâche de création d’image

source: Creation Status
fr: Statut de création

source: Creation Logs
fr: Journaux de création

source: Image Download Task
fr: Tâche de téléchargement

source: Download Status
fr: État du téléchargement

source: Image Download Log
fr: Journal de téléchargement

source: Image Writing Task #%(counter)s
fr: Tâche d’écriture d’image #%(counter)s

source: Writing Status
fr: Statut d’écriture

source: Writing Log
fr: Journal d’écriture

source: Shipment
fr: Expédition

source: %(org)s's Orders
fr: Commandes de %(org)s

source: Requests for creation of an actual Hotspot Image, either prepared for Download or physical sent by mail as a micro-SD card.
fr: Demandes de création d’image Hotspot, pour le téléchargement, ou pour envoi de carte micro-SD par courrier.

source: In Progress
fr: En cours

source: Canceled
fr: Annulée

source: Failed
fr: Échouée

source: Completed
fr: Terminée

source: Place An Order
fr: Commander

source: There's no <em>%(order_filter)s</em> order yet. Place one !
fr: Il n’y a pas encore de commande <em>%(order_filter)s</em>. Commandez !

source: Place an order
fr: Commander

source: You'll need to provide a <a href="%(configuration_list_url)s">Configuration</a> and an <a href="%(address_list_url)s">Address</a> for that. Are you ready?
fr: Vous devrez fournir une <a href="%(configuration_list_url)s">configuration</a> et une <a href="%(address_list_url)s">adresse</a> pour cela. Prêt?

source: New Order
fr: Nouvelle commande

source: To:
fr: À:

source: Cost: <strong class="cost">n/a</strong> (balance: <span class="balance"></span>)
fr: Coût : <strong class="cost">n/a</strong> (solde : <span class="balance"></span>)

source: Order now
fr: Commandez maintenant

source: Changing your password
fr: Changer le mot de passe

source: Your password, as your account, is personnal. Change your password to protect it.
fr: Votre mot de passe, comme votre compte, est personnel. Changez votre mot de passe pour le protéger.

source: Update
fr: Mettre à jour

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Error:
fr: Erreur:

source: Request password reset
fr: Demander la réinitialisation du mot de passe

source: Change password
fr: Changer le mot de passe

source: Password reset request
fr: Demande de réinitialisation de mot de passe

source: Hello %(name)s, we've received a password reset request for your account.
fr: Bonjour %(name)s, nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.

source: If you did not initiate this request, please discard this message.
fr: Si vous n’avez pas initié cette demande, veuillez supprimer ce message.

source: Otherwise, please confirm the request <em>within 24 hours</em> and set a new password by following the link below:
fr: Sinon, veuillez confirmer la demande <em>dans les 24 heures</em> et définir un nouveau mot de passe en suivant le lien ci-dessous :

source: Confirm password reset request
fr: Confirmer la demande de réinitialisation du mot de passe

source: Confirmation code
fr: Code de confirmation

source: The Kiwix Imager Team.
fr: L’équipe Kiwix Imager.

source: refresh token
fr: rafraîchir le token

source: Workers (read-only)
fr: Workers (lecture-seule)

source: All workers which connected at least once, displaying their last update.
fr: Tous les workers qui se sont connectés au moins une fois, affichant leur dernière mise à jour.

source: On
fr: Le

source: Could not retrieve workers list…
fr: Impossible de récupérer la liste des workers…

source: hum, there's no existing worker…
fr: hum, il n’y a pas de worker existant…
